[
  {
    "author": "Fyodor Dostoevsky",
    "quote": "The secret of man’s existence is not only to live but to live for something."
  },
  {
    "author": "Fyodor Dostoevsky",
    "quote": "It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change."
  },
  {
    "author": "Albert Einstein",
    "quote": "In the middle of difficulty lies opportunity and great potential for growth."
  },
  {
    "author": "Albert Einstein",
    "quote": "Imagination is more important than knowledge, for knowledge is limited."
  },
  {
    "author": "Mark Twain",
    "quote": "The two most important days in your life are the day you are born and the day you find out why."
  },
  {
    "author": "Mark Twain",
    "quote": "It’s not the size of the dog in the fight, it’s the size of the fight in the dog."
  },
  {
    "author": "Mahatma Gandhi",
    "quote": "Live as if you were to die tomorrow. Learn as if you were to live forever."
  },
  {
    "author": "Mahatma Gandhi",
    "quote": "You must be the change you wish to see in the world, in your own life."
  },
  {
    "author": "Oscar Wilde",
    "quote": "The only way to get rid of a temptation is to yield to it, resist it no longer."
  },
  {
    "author": "Oscar Wilde",
    "quote": "We are all in the gutter, but some of us are looking at the stars ahead."
  },
  {
    "author": "Friedrich Nietzsche",
    "quote": "He who has a why to live can bear almost any how, no matter the suffering."
  },
  {
    "author": "Friedrich Nietzsche",
    "quote": "That which does not kill us makes us stronger, and our will grows mightier."
  },
  {
    "author": "Leonardo da Vinci",
    "quote": "Simplicity is the ultimate sophistication, a powerful yet beautiful thing."
  },
  {
    "author": "Leonardo da Vinci",
    "quote": "Learning never exhausts the mind; instead, it fuels the spirit and passion."
  },
  {
    "author": "Henry Ford",
    "quote": "Whether you think you can, or you think you can’t, you are always right."
  },
  {
    "author": "Henry Ford",
    "quote": "Coming together is a beginning; keeping together is progress, working well."
  },
  {
    "author": "Confucius",
    "quote": "Our greatest glory is not in never falling, but in rising every time we fall."
  },
  {
    "author": "Confucius",
    "quote": "When we see others succeed, we also rise and learn from their journey."
  },
  {
    "author": "Fyodor Dostoevsky",
    "quote": "The secret of man’s existence is not only to live but to live for something more, something grander and more meaningful in life."
  },
  {
    "author": "Fyodor Dostoevsky",
    "quote": "It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change and growth."
  },
  {
    "author": "Albert Einstein",
    "quote": "In the middle of difficulty lies opportunity and great potential for growth, knowledge, and discovery if we remain determined."
  },
  {
    "author": "Albert Einstein",
    "quote": "Imagination is more important than knowledge, for knowledge is limited, whereas imagination embraces the entire world of possibility."
  },
  {
    "author": "Mark Twain",
    "quote": "The two most important days in your life are the day you are born and the day you find out why, your true purpose in life."
  },
  {
    "author": "Mark Twain",
    "quote": "It’s not the size of the dog in the fight, it’s the size of the fight in the dog, the courage and heart that determines success."
  },
  {
    "author": "Mahatma Gandhi",
    "quote": "Live as if you were to die tomorrow. Learn as if you were to live forever, gaining wisdom and experience from every encounter."
  },
  {
    "author": "Mahatma Gandhi",
    "quote": "You must be the change you wish to see in the world, in your own life, for transformation begins with the actions of individuals."
  },
  {
    "author": "Oscar Wilde",
    "quote": "The only way to get rid of a temptation is to yield to it, resist it no longer, for only by indulgence can one learn true restraint."
  },
  {
    "author": "Oscar Wilde",
    "quote": "We are all in the gutter, but some of us are looking at the stars ahead, dreaming of greater things beyond our present condition."
  },
  {
    "author": "Friedrich Nietzsche",
    "quote": "He who has a why to live can bear almost any how, no matter the suffering, for meaning gives strength to overcome any obstacle."
  },
  {
    "author": "Friedrich Nietzsche",
    "quote": "That which does not kill us makes us stronger, and our will grows mightier as we face adversity, testing our spirit and resolve."
  },
  {
    "author": "Leonardo da Vinci",
    "quote": "Simplicity is the ultimate sophistication, a powerful yet beautiful thing that elevates the human spirit and enhances our understanding."
  },
  {
    "author": "Leonardo da Vinci",
    "quote": "Learning never exhausts the mind; instead, it fuels the spirit and passion, unlocking the doors to new opportunities and knowledge."
  },
  {
    "author": "Henry Ford",
    "quote": "Whether you think you can, or you think you can’t, you are always right, for belief in oneself is the foundation of all achievement."
  },
  {
    "author": "Henry Ford",
    "quote": "Coming together is a beginning; keeping together is progress, working well as a team, achieving success and shared goals together."
  },
  {
    "author": "Confucius",
    "quote": "Our greatest glory is not in never falling, but in rising every time we fall, learning from our mistakes and becoming stronger."
  },
  {
    "author": "Confucius",
    "quote": "When we see others succeed, we also rise and learn from their journey, sharing in their triumphs and growing in our own way."
  },
  {
    "author": "Ralph Waldo Emerson",
    "quote": "What lies behind us and what lies before us are tiny matters compared to what lies within us, our inner strength and character."
  },
  {
    "author": "Ralph Waldo Emerson",
    "quote": "Do not go where the path may lead, go instead where there is no path and leave a trail, carving your own unique destiny."
  },
  {
    "author": "Winston Churchill",
    "quote": "Success is not final, failure is not fatal: It is the courage to continue that counts, especially in the face of adversity."
  },
  {
    "author": "Nelson Mandela",
    "quote": "I never lose. I either win or learn. Life’s challenges shape us, and from each obstacle, we gather strength and wisdom."
  },
  {
    "author": "Steve Jobs",
    "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work."
  },
  {
    "author": "Maya Angelou",
    "quote": "We may encounter many defeats, but we must not be defeated. Each challenge is an opportunity to grow stronger and wiser in spirit."
  },
  {
    "author": "Abraham Lincoln",
    "quote": "The best way to predict your future is to create it. Take action, remain steadfast, and your destiny will unfold before your eyes."
  },
  {
    "author": "Helen Keller",
    "quote": "Alone we can do so little; together we can do so much. Unity and collaboration are the foundations of true progress and success."
  },
  {
    "author": "Isaac Newton",
    "quote": "If I have seen further, it is by standing on the shoulders of giants. The pursuit of knowledge is a continuous collective effort."
  },
  {
    "author": "Marie Curie",
    "quote": "Nothing in life is to be feared, it is only to be understood. The pursuit of knowledge and discovery is the key to overcoming fear."
  },
  {
    "author": "Leonardo da Vinci",
    "quote": "Learning never exhausts the mind, it only ignites a fire for more knowledge. The quest for understanding has no true end or limit."
  },
  {
    "author": "J.K. Rowling",
    "quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends in moments of truth."
  },
  {
    "author": "Friedrich Nietzsche",
    "quote": "He who has a why to live can bear almost any how. When purpose drives us, we can endure the greatest challenges and emerge stronger."
  },
  {
    "author": "Albert Einstein",
    "quote": "Strive not to be a success, but rather to be of value. A life devoted to helping others is the truest measure of fulfillment and success."
  },
  {
    "author": "Confucius",
    "quote": "Our greatest glory is not in never falling, but in rising every time we fall. True strength lies in our ability to persevere through hardship."
  },
  {
    "author": "Ralph Waldo Emerson",
    "quote": "What lies behind us and what lies before us are tiny matters compared to what lies within us. True power comes from our inner strength."
  },
  {
    "author": "Theodore Roosevelt",
    "quote": "It is not the critic who counts; not the man who points out how the strong man stumbles, but the man who is actually in the arena."
  },
  {
    "author": "Martin Luther King Jr.",
    "quote": "The time is always right to do what is right. Courage and conviction will guide us in making the world a better place for all."
  },
  {
    "author": "Victor Hugo",
    "quote": "Even the darkest night will end and the sun will rise. Hope is the light that keeps us going, no matter how challenging life becomes."
  }
]
